const valueArticles = [
    {
        title: "індивідуальний підхід",
        text: "ми пропонуємо індивідуальний підхід, враховуючи унікальні потреби кожного для вашого добробуту.",
    },
    {
        title: "підтримка в будь-який момент",
        text: "наш центр завжди поруч, щоб підтримати вас і ваше здоров’я.",
    },
    {
        title: "комплексний підхід до здоров’я",
        text: "наш центр забезпечує підтримку фізичного та психічного здоров’я через консультації, обстеження та програми активності.",
    },
    {
        title: "профілактика це ключ до здоров’я",
        text: "профілактика – основа здоров’я. Ми пропонуємо огляди та заходи для підтримки активності й добробуту.",
    },
    {
        title: "здоровий спосіб життя як частина корпоративної культури",
        text: "ми впроваджуємо здоровий спосіб життя через заходи для активності, освіти та добробуту.",
    },
    {
        title: "підтримка добробуту кожного працівника",
        text: "ми створюємо середовище підтримки, забезпечуючи працівників медичною допомогою та освітніми програмами для піклування про здоров’я.",
    },
];

export const Values = () => {
    return (
        <div className="flex flex-col gap-10 p-20">
            <article className="flex flex-col gap-4 w-2/3">
                <p className="text-3xl">цінності</p>
            </article>
            <div className="grid grid-cols-3 gap-6">
                {valueArticles.map((article) => (
                    <article
                        key={article.title}
                        className="flex flex-col gap-3"
                    >
                        <p className="text-lg font-bold">{article.title}</p>
                        <p className="text-base">{article.text}</p>
                    </article>
                ))}
            </div>
        </div>
    );
};
