const valueArticles = [
    {
        title: "комплексний підхід до здоров’я",
        text: "наш центр пропонує широкий спектр послуг, спрямованих на підтримку фізичного та психічного здоров’я. Ми розуміємо, що здоров’я – це комплексний аспект, і надаємо консультації, медичні обстеження, програми фізичної активності та підтримки психічного здоров’я, які допомагають вам залишатися в найкращій формі.",
    },
    {
        title: "підтримка добробуту кожного працівника",
        text: "ми прагнемо створити середовище, де кожен наш працівник відчуває підтримку та має доступ до ресурсів, які сприяють їхньому добробуту. Наш центр надає не лише медичну допомогу, а й освітні програми, які допомагають краще розуміти та дбати про своє здоров’я.",
    },
    {
        title: "індивідуальний підхід",
        text: "кожен з нас унікальний, і ми розуміємо, що потреби в здоров’ї можуть відрізнятися. Наш центр пропонує індивідуальний підхід у консультуванні, який враховує ваші особисті потреби та цілі, щоб забезпечити найбільш ефективний та дієвий підхід до вашого добробуту.",
    },
    {
        title: "профілактика – ключ до здоров’я",
        text: "ми переконані, що профілактика – це основа здорового способу життя. Наш центр пропонує раціональний підхід до медичних оглядів та профілактичних заходів, щоб ви могли уникнути потенційних проблем зі здоров’ям і залишатися активними, продуктивними та екологічно дружніми.",
    },
    {
        title: "здоровий спосіб життя як частина корпоративної культури",
        text: "ми інтегруємо принципи здорового способу життя у всі аспекти нашої діяльності. Наш центр організовує заходи, що сприяють активному та здоровому способу життя, які підвищують рівень освіти, енергії та загального добробуту.",
    },
    {
        title: "підтримка в будь-який момент",
        text: "наш центр доступний для вас у будь-який час, коли вам потрібна допомога або консультація. Ми прагнемо бути поруч у будь-який момент вашого життя, щоб ви могли завжди відчувати підтримку і впевненість у своєму здоров’ї.",
    },
];

export const Values = () => {
    return (
        <div className="flex flex-col gap-10 p-20">
            <article className="flex flex-col gap-4 w-2/3">
                <p className="text-3xl">цінності</p>
                <p className="text-base">
                    здоров’я та добробут – це не просто слова, а ключові
                    цінності, які впливають на наше щоденне життя та
                    продуктивність. Саме тому ми створили центр, який є
                    невід'ємною частиною нашої корпоративної культури та підходу
                    роботи з клієнтами. Цей центр – це не лише місце, де ви
                    можете отримати допомогу, але й символ нашої турботи та
                    підтримки.
                </p>
            </article>
            <div className="grid grid-cols-3 gap-5">
                {valueArticles.map((article) => (
                    <article
                        key={article.title}
                        className="flex flex-col gap-3"
                    >
                        <p className="text-xl font-bold">{article.title}</p>
                        <p className="text-base">{article.text}</p>
                    </article>
                ))}
            </div>
        </div>
    );
};
