export const headerLinks = [
    { text: "цінності", href: "#values" },
    { text: "послуги", href: "#services" },
    { text: "діяльність", href: "#activities" },
    { text: "команда", href: "#team" },
    { text: "контакти", href: "#contacts" },
];

export const teamArticles = [
    {
        photo: "/bohdan-photo.png",
        name: "Богдан Рудковський",
        position: "лікар-інтерніст",
        title: "доктор",
        motto: "“Хочу зробити все можливе за своє життя для того, щоб зробити світ кращим та безпечнішим”.",
        education: "Дніпропетровська медична академія.",
        specialization: "лікар-інтерніст (терапевт)",
        method: null,
        qualificationsFirst: [
            "курс підготовки “Перша домедична допомога у бойових і небойових умовах для співробітників гуманітарної місії” EMSA та мінної безпеки (2017)",
            "стажування у кардіологічному відділенні Інституту кардіології ім. кардинала Стефана Вишинського, м. Варшава, Республіка Польща (2019)",
            "курс “Кращі практики управління медичним закладом” від Академії НСЗУ (2020-2021)",
        ],
        qualificationsSecond: [
            "курс “Ведення поширених психічних розладів на первинному рівні медичної допомоги з використанням mhGAP” від Академії НСЗУ (2023)",
            "програма “Leading organizations in a new era” UCU LvBS (2023)",
            "програма «Бізнес-рецепти для медцентрів» UCU LvBS (2024)",
        ],
        experienceTitle: "професійний досвід",
        experienceFirst: [
            "студентські роки: фельдшер станції швидкої та невідкладної медичної допомоги, медичний брат у кардіологічному відділенні.",
            "інтернатура: проходив на базі кардіологічного відділення та паралельно працював менеджером з громадської охорони здоров’я при гуманітарній місії на Сході України.",
            "гуманітарна місія: 5 років у мобільній команді головним консультантом з питань медицини. Учасник координаційних зустрічей з гуманітарної кризи в зоні конфлікту на Сході України.",
        ],
        experienceSecond: [
            "приватна практика: у 2020 році приватна медичну практика у Маріуполі.",
            "повномасштабне вторгнення: з перших днів був змушений переїхати до Івано-Франківська, де був координатором лікувального процесу та лікарем мобільної команди при ініціативі Перший добровольчий хірургічний шпиталь.",
        ],
        additionalExperienceTitle: "додаткова професійна діяльність",
        additionalExperienceFirst: [
            "Фасилітатор безперервного розвитку лікарів ПМД «групи рівних» україно-швейцарський проєкт розвитку медичної освіти;",
        ],
        additionalExperienceSecond: [
            "Переможець (команда свої.рідні) HealthHachathonUA у категорії серцево-судинні захворювання та цукровий діабет від Harvard Health System Innovation Lab, WHO Ukraine (2024).",
        ],
        photoSrc: "/bohdan-big-photo.png",
        logoSrc: "/nszu.png",
        logoWidth: 400,
        logoHeight: 123,
    },
    {
        photo: "/yevheniya-photo.png",
        name: "Євгенія Рудковська",
        position: "психологиня",
        title: "психологиня",
        motto: "“піклуватись про себе - це не розкіш. це наш обов'язок перед собою та нашими близькими. як тільки я “закінчуюсь” сама у себе, тоді я автоматично “закінчуюсь” у всіх своїх близких.”",
        education: "Маріупольський державний університет",
        specialization: "психолог",
        method: "когнітивно-поведінкова терапія (КПТ).",
        qualificationsFirst: [
            "підвищення кваліфікації “курс з підготовки психологів консультантів” (2015).",
            "“навички для психологічного відновлення” (2016).",
            "“восьмикрокова програма по роботі з втратою для дорослих, дітей та підлітків” (2017).",
        ],
        qualificationsSecond: [
            "“супровід і підтримка людей, які знаходяться в постійному стресі” (2018).",
            "“КПТ підхід для копінгу з професійним стресом та запобігання вигоранню” при УКУ (2023).",
            "“КПТ модель менеджменту суїцидальності” при УКУ (2023).",
        ],
        experienceTitle: "основні напрямки праці",
        experienceFirst: [
            "міжособистісна психологія.",
            "психологічний супровід людини з втратою.",
            "психологічний супровід складних випадків (самоушкодження, РХП, суїцид).",
        ],
        experienceSecond: [
            "практики психологічного відновлення.",
            "резильєнтність та плекання життєстійкості.",
            "профілактика емоційного вигорання.",
        ],
        additionalExperienceTitle: null,
        additionalExperienceFirst: null,
        additionalExperienceSecond: null,
        photoSrc: "/yevheniya-big-photo.jpg",
        logoSrc: "/cbt.png",
        logoWidth: 133,
        logoHeight: 133,
    },
];

export const valueArticles = [
    {
        title: "індивідуальний підхід",
        text: "ми пропонуємо індивідуальний підхід, враховуючи унікальні потреби кожного для вашого добробуту.",
    },
    {
        title: "підтримка в будь-який момент",
        text: "наш центр завжди поруч, щоб підтримати вас і ваше здоров’я.",
    },
    {
        title: "комплексний підхід до здоров’я",
        text: "наш центр забезпечує підтримку фізичного та психічного здоров’я через консультації, обстеження та програми активності.",
    },
    {
        title: "профілактика це ключ до здоров’я",
        text: "профілактика – основа здоров’я. Ми пропонуємо огляди та заходи для підтримки активності й добробуту.",
    },
    {
        title: "здоровий спосіб життя як частина корпоративної культури",
        text: "ми впроваджуємо здоровий спосіб життя через заходи для активності, освіти та добробуту.",
    },
    {
        title: "підтримка добробуту кожного працівника",
        text: "ми створюємо середовище підтримки, забезпечуючи працівників медичною допомогою та освітніми програмами для піклування про здоров’я.",
    },
];

export const activityArticles = [
    {
        title: "медицина",
        text: "- підписання декларацій з сімейним лікарем\n- індивідуальні консультації\n- профілактика\n- консультації лікаря-інтерніста\n- онлайн-консультації\n- домашні візити\n- лабораторна та інструментальна діагностика\n- вакцинація\n- медичний супровід",
    },
    {
        title: "психологія",
        text: "- індивідуальні консультації\n- групи взаємопідтримки\n- онлайн консультації\n- надання першої психологічної допомоги\n- арт-терапія\n- тематичні групи",
    },
    {
        title: "освіта",
        text: "- практика студентів психологічного факультету\n- безперервний розвиток лікарів «групи рівних»\n- тренінги\n- воркшопи\n- івенти з профорієнтації\n- просвітницька діяльність",
    },
    {
        title: "консалтинг",
        text: "- консультування бізнесу, громадських організацій, благодійних фондів, органів самоврядування з приводу забезпечення фізичного, психічного та соціального здоров’я персоналу\n- участь доповідачем у конференціях\n- участь експертом у дискусійних панелях\n- долучення до стратегічних сесій",
    },
];
